Repository: CasianBlanaru/typo3-text-flow
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# plugin.textflow.description
source: Optimize text flow with intelligent hyphenation
de: Optimieren Sie den Textfluss mit intelligenter Silbentrennung

# plugin.textoptimizer.title
source: Text Optimizer
de: Text-Optimierer

# plugin.textoptimizer.description
source: Tool for text optimization and hyphenation
de: Werkzeug zur Textoptimierung und Silbentrennung

# form.text.label
source: Text to optimize:
de: Zu optimierender Text:

# form.text.placeholder
source: Enter your text here...
de: Geben Sie hier Ihren Text ein...

# form.submit.label
source: Optimize Text
de: Text optimieren

# form.help.text
source: Please enter the text you want to optimize.
de: Bitte geben Sie den zu optimierenden Text ein.

# result.optimized.title
source: Optimized Text
de: Optimierter Text

# result.empty.text
source: No text available for optimization
de: Kein Text zur Optimierung verfügbar

# error.no_text
source: Please enter a text for optimization
de: Bitte geben Sie einen Text zur Optimierung ein

# error.processing
source: Error while processing the text
de: Fehler bei der Textverarbeitung

# flexform.settings
source: Settings
de: Einstellungen

# flexform.language
source: Language
de: Sprache

# flexform.language.auto
source: Automatic
de: Automatisch

# flexform.language.de
source: German
de: Deutsch

# flexform.language.en
source: English
de: Englisch

# flexform.language.fr
source: French
de: Französisch

# flexform.language.es
source: Spanish
de: Spanisch

# module.title
source: TextFlow Management
de: TextFlow-Verwaltung

# module.description
source: Manage text optimization settings and patterns
de: Verwalten Sie Textoptimierungseinstellungen und Trennmuster

# module.patterns
source: Hyphenation Patterns
de: Trennungsmuster

# module.settings
source: Configuration
de: Konfiguration

# stats.words
source: Words
de: Wörter

# stats.characters
source: Characters
de: Zeichen

# stats.hyphenations
source: Hyphenations
de: Trennungen
